# _*_ coding : utf-8_*_
# @Time :  15:03
# @Author :hkk
# @File : VARIABLES
# @Project : AutoExcelToPpt
# 79 个变量白名单（用于提示）
VARIABLES = {
    "机构标准扣罚单价", "机构分组2增量贡献度", "机构考核基数", "对比基数", "行员目标值", "年末",
    "利润参数", "行员标准计酬单价", "机构考核得分", "行员指标值", "当年已计价工资", "行员力争值",
    "机构标准计酬单价", "考核月份", "维度权重", "机构指标值(2位小数)", "机构超力争得分系数",
    "机构力争值", "地区差异系数", "行员超任务单价", "行员计划值", "机构计划值", "最高分",
    "代码描述", "行员考核基数", "职能部室挂靠支行数", "行员考核得分", "行员标准得分系数",
    "职能部室挂靠支行得分", "行员新增单价", "最低分", "权重", "机构进度值", "考核总分",
    "职能部室挂靠支行业绩", "机构标准得分系数", "不良清收奖励", "存款保底基数", "机构指标值",
    "指标值", "机构超计划得分系数", "机构指标区间值", "是否中山分行", "行员绩效工资",
    "机构分组1增量贡献度", "机构公共户业绩", "行员指标区间值", "机构目标值2", "行员超计划得分系数",
    "机构指标分组平均", "无维度参数", "对公存款付息率"
}